Repository: Arusekk/dungeon-xrawler
Catalog: gamedata/translations/*.po
Languages: pl

source: Level of %s
pl: Poziom %s

source: You haven't unlocked this level yet.
pl: Jeszcze nie odblokowałeś tego poziomu.

source: To unlock it, pass the %s level
pl: Aby go odblokować, przejdź poziom %s

source: Welcome, son.
pl: Witaj, synu.

source: Cash: %d$
pl: Gotówka: %d,-

source: Available moves:
pl: Dostępne ruchy:

source: [type the letter preceded by & (in th&is case it's `i') to select]
pl: [podaj literę poprzedzoną przez & (w t&ym przypadku `y') aby wybrać]

source: [type the underlined letter to select]
pl: [podaj podkreśloną literę aby wybrać]

source: What is your choice?
pl: Jaki jest twój wybór?

source: No such option.
pl: Nie ma takiej opcji.

source: The path is blocked.
pl: Droga jest zablokowana.

source: You have won.
pl: Wygrałeś.

source: You have lost.
pl: Przegrałeś.

source: Up (&W)
pl: &W Górę

source: Down (&S)
pl: W Dół (&S)

source: Left (&A)
pl: W Lewo (&A)

source: Right (&D)
pl: W Prawo (&D)

source: &Quit
pl: Wyjdź (&Q)

source: Usage: `%s [<file> ...]' or `%s -h|--help' <file> is of format `levels/1.txt' or `art/stickman.txt'
pl: Użycie: `%s [<plik> ...]' lub `%s -h|--help' <plik> jest formatu `levels/1.txt' lub `art/stickman.txt'

source: showing %d ASCII-image
pl: pokazywanie %d obrazka ASCII

source: Main Menu:
pl: Menu Główne:

source: Level Select:
pl: Wybór Poziomu:

source: Help:
pl: Pomoc:

source: Settings:
pl: Ustawienia:

source: &Continue
pl: Kontynuuj (&C)

source: New &Game
pl: Nowa &Gra

source: &Help
pl: Pomoc (&H)

source: &Settings
pl: U&stawienia

source: Start from level &%d
pl: Zacznij od poziomu &%d

source: The idea is that you walk
pl: Pomysł jest taki, że chodzisz

source: through dungeons and look
pl: po lochach i szukasz

source: for coins. You can obtain
pl: monet. Możesz zdobyć

source: different armors or maybe
pl: różne zbroje lub może

source: weapons to fight varied
pl: broń, by zwalczać różne

source: kinds of enemies.
pl: rodzaje wrogów.

source: There are many tile types:
pl: Jest wiele rodzajów płytek:

source: - # - plain wall, that you
pl: - # - zwykła ściana, przez którą

source: can't pass through
pl: nie możesz przejść

source: - & - trap, that drains HPs
pl: - & - pułapka, która zabiera HP

source: whenever you enter it
pl: kiedy w nią wejdziesz

source: - $ - coin (as it looks like)
pl: - $ - moneta (na jaką wygląda)

source: - @ - you
pl: - @ - ty

source: - - empty space
pl: - - pusta przestrzeń

source: - % - a chest with special
pl: - % - skrzynia ze specjalną

source: contents waiting for you
pl: zawartością czekającą na ciebie

source: - + - a medical wonder going to
pl: - + - medyczny cud, który chce

source: replenish your HPs
pl: uzupełnić twoje HP

source: - E - level exit
pl: - E - wyjście z poziomu

source: &Controls
pl: Klawisze (&C)

source: Your HP:
pl: Twoje HP:

source: Press any key to continue . . .
pl: Aby kontynuować, naciśnij dowolny klawisz . . .
